Repository: wangchong2023/ZhiYu
Catalog: Sources/Localization/Catalogs/Insight.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: API Requests
zh_hans: 请求次数
zh_hant: 請求次數

# cleanupAction
source: Cleanup Cache
zh_hans: 清理数据库缓存
zh_hant: 清理資料庫缓存

# dashboard.dailyInsights
source: Daily Insights
zh_hans: 每日灵感
zh_hant: 每日靈感

# dashboard.density
source: Connection Density
zh_hans: 连接密度
zh_hant: 連線密度

# dashboard.density.desc
source: Reflects the tightness of connections between knowledge points. Higher density means a more solid knowledge system.
zh_hans: 反映了知识点之间的关联紧密程度，密度越高，知识体系越稳固。
zh_hant: 反映了知識点之間的關联紧密程度，密度越高，知識體係越穩固。

# dashboard.density.details
source: Analyze knowledge node relationships to optimize repository structure.
zh_hans: 分析知识节点间的引用关系，帮助优化仓库结构。
zh_hant: 分析知識節点間的引用關係，說明最佳化仓庫結構。

# dashboard.density.inbound
source: Inbound
zh_hans: 向内引用
zh_hant: 向內引用

# dashboard.density.outbound
source: Outbound
zh_hans: 向外关联
zh_hant: 向外關联

# dashboard.hotTopics
source: Hot Topics
zh_hans: 热门领域
zh_hant: 熱門領域

# dashboard.index.overview
source: Overview
zh_hans: 知识概览
zh_hant: 知識概覽

# dashboard.index.title
source: Index
zh_hans: 仪表盘与监控
zh_hant: 儀表盤与監控

# dashboard.insight.daily.systemPrompt
source: You are a caring knowledge review companion, helping users discover connections between knowledge in a warm and natural tone.
zh_hans: 你是一个贴心的知识复习伙伴，用温暖自然的口吻帮助用户发现知识间的联系。
zh_hant: 你是一個貼心的知識複習伙伴，用溫暖自然的口吻說明使用者發現知識間的联係。

# dashboard.insight.generateReport
source: Tap to generate Weekly Library Report
zh_hans: 点击生成个人智库周报
zh_hant: 点擊生成個人智庫周报

# dashboard.insight.growth.explosive
source: Explosive Growth
zh_hans: 爆发式增长
zh_hant: 爆發式增長

# dashboard.insight.growth.steady
source: Steady Accumulation
zh_hans: 稳步积累
zh_hant: 穩步積累

# dashboard.insight.recap.tip
source: Tap to see more connection suggestions
zh_hans: 点击查看更多关联建议
zh_hant: 点擊查看更多關联建議

# dashboard.insight.tips.content
source: Based on this week's knowledge growth, it is recommended to continue exploring connections in related fields and try to connect fragmented knowledge points through mindmaps.
zh_hans: 基于本周的知识增长情况，建议你继续深入探索相关领域的关联，并尝试通过思维导图将零散的知识点串联起来。
zh_hant: 基於本周的知識增長情況，建議你繼續深入探索相關領域的關联，並嚐試通過思維导圖將零散的知識点串联起來。

# dashboard.insight.weekly.systemPrompt
source: You are a senior knowledge architect, skilled at summarizing knowledge systems.
zh_hans: 你是一个资深知识架构师，擅长总结知识体系。
zh_hant: 你是一個資深知識架構師，擅長總結知識體係。

# dashboard.insight.addPagesFirst
source: Please add some knowledge pages first to generate insights.
zh_hans: 请先添加知识页面以生成见解
zh_hant: 請先添加知識頁面以生成見解

# dashboard.insights.empty
source: No insights available yet
zh_hans: 暂无知识见解，多添加一些内容吧
zh_hant: 暫無知識見解，多添加一些內容吧

# dashboard.insights.loading
source: Generating AI insights...
zh_hans: 正在为您生成 AI 知识见解...
zh_hant: 正在為您生成 AI 知識見解...

# dashboard.pageList.rawCount
source: %d raws
zh_hans: %d 个原始
zh_hant: %d 個原始

# dashboard.pageList.comparisonCount
source: %d comparisons
zh_hans: %d 个比较
zh_hant: %d 個比較

# dashboard.pageList.conceptCount
source: %d concepts
zh_hans: %d 个概念
zh_hant: %d 個概念

# dashboard.pageList.concepts
source: Concepts
zh_hans: 概念
zh_hant: 概念

# dashboard.pageList.entities
source: Entities
zh_hans: 实体
zh_hant: 實體

# dashboard.pageList.entityCount
source: %d entities
zh_hans: %d 个实体
zh_hant: %d 個實體

# dashboard.pageList.links
source: links
zh_hans: 个关联
zh_hant: 個關联

# dashboard.pageList.sourceCount
source: %d sources
zh_hans: %d 个来源
zh_hant: %d 個來源

# dashboard.pageList.wordCount
source: %d words
zh_hans: %d 字
zh_hant: %d 字

# dashboard.stats.avgLatencyShort
source: Avg Latency
zh_hans: 平均时延
zh_hant: 平均時延

# dashboard.stats.benchmark
source: RAG Quality Benchmark
zh_hans: RAG 质量评估
zh_hant: RAG 質量評估

# dashboard.stats.benchmark.description
source: Automatic evaluation metrics based on RAGAS standards, reflecting the accuracy of knowledge retrieval and generation.
zh_hans: 基于 RAGAS 标准的自动评估指标，反映知识检索与生成的准确性。
zh_hant: 基於 RAGAS 標準的自動評估指標，反映知識检索与生成的準確性。

# dashboard.stats.categoryDistribution
source: Knowledge Distribution
zh_hans: 知识分布
zh_hant: 知識分布

# dashboard.stats.chartDate
source: Date
zh_hans: 日期
zh_hant: 日期

# dashboard.stats.chartSelected
source: Selected
zh_hans: 已选
zh_hant: 已選

# dashboard.stats.chartValue
source: Value
zh_hans: 数值
zh_hant: 數值

# dashboard.stats.cleanedPrefix
source: Cleaned
zh_hans: 已清理
zh_hant: 已清理

# dashboard.stats.cleanedSuffix
source: orphaned items
zh_hans: 个孤立数据项
zh_hant: 個孤立資料項

# dashboard.stats.knowledgeGrowth
source: Growth Curve
zh_hans: 增长曲线
zh_hant: 增長曲線

# dashboard.stats.latencyTitle
source: Latency
zh_hans: 响应时延
zh_hant: 響應時延

# dashboard.stats.maintenance
source: Knowledge Governance
zh_hans: 知识治理与维护
zh_hant: 知識治理与維护

# dashboard.stats.maxLatency
source: Max Latency
zh_hans: 最大时延
zh_hant: 最大時延

# dashboard.stats.measureCount
source: Measurements
zh_hans: 测量次数
zh_hant: 测量次數

# dashboard.stats.minLatency
source: Min Latency
zh_hans: 最小时延
zh_hant: 最小時延

# dashboard.stats.navigationTitleMonitor
source: System Monitor
zh_hans: 用量
zh_hant: 用量

# dashboard.stats.vaultStorageTitle
source: Vault Storage
zh_hans: 各笔记本占用
zh_hant: 各筆記本佔用

# dashboard.stats.activeVaultStatus
source: Current
zh_hans: 当前笔记本
zh_hant: 当前筆記本

# dashboard.stats.inactiveVaultStatus
source: Inactive
zh_hans: 未激活
zh_hant: 未激活

# dashboard.stats.rangeThirtyDays
source: Last 30 Days
zh_hans: 最近 30 天
zh_hant: 最近 30 天

# dashboard.stats.requestsUsage
source: Requests
zh_hans: 请求次数
zh_hant: 請求次數

# dashboard.stats.storageDetails
source: Storage Details
zh_hans: 存储详情
zh_hant: 存储詳情

# dashboard.stats.storageDistribution
source: Storage Distribution
zh_hans: 存储分布
zh_hant: 存储分布

# dashboard.stats.storageExport
source: Data Export
zh_hans: 数据导出
zh_hant: 資料匯出

# dashboard.stats.multiVaultDesc
source: Includes %d isolated vaults & global config
zh_hans: 含 %d 个独立笔记本与全局配置
zh_hant: 含 %d 個独立筆記本与全局設定

# dashboard.stats.storageImport
source: Data Import
zh_hans: 数据导入
zh_hant: 資料匯入

# dashboard.stats.tokensUsage
source: Token Consumption
zh_hans: Token 消耗
zh_hant: Token 消耗

# dashboard.system.status
source: System Status
zh_hans: 系统状态
zh_hant: 係統狀態

# dashboard.updateSuccess
source: Update Successful
zh_hans: 更新成功
zh_hant: 更新成功

# graph.accessibility.canvasHint
source: Pinch to zoom, drag to pan
zh_hans: 捏合缩放，拖拽平移
zh_hant: 捏合縮放，拖拽平移

# graph.accessibility.canvasLabel
source: Knowledge Graph Canvas
zh_hans: 知识图谱画布
zh_hant: 知識圖譜畫布

# graph.accessibility.nodeHint
source: Double tap to view detail
zh_hans: 双击查看详情
zh_hant: 雙擊查看詳情

# graph.all
source: All
zh_hans: 全部
zh_hant: 全部

# graph.cluster.name
source: Knowledge Domain %d
zh_hans: 知识领域 %d
zh_hant: 知識領域 %d

# graph.copyPageLink
source: Copy Knowledge Link
zh_hans: 复制双链链接
zh_hant: 複製雙链链接

# graph.openInNewWindow
source: Open in New Window
zh_hans: 在新窗口中打开
zh_hant: 在新視窗中打開

# graph.emptyDesc
source: Go to the Ingest tab to create your first page or import content and watch your knowledge graph grow.
zh_hans: 前往「导入」页面，创建或导入您的第一个知识页面，见证知识图谱的生长。
zh_hant: 前往「匯入」頁面，建立或匯入您的第一個知識頁面，見證知識圖譜的生長。

# graph.emptyTitle
source: No Knowledge Yet
zh_hans: 尚无知识内容
zh_hant: 尚無知識內容

# graph.filter
source: Filter
zh_hans: 筛选
zh_hant: 篩選

# graph.insightBridgesDesc
source: Nodes that connect different knowledge communities.
zh_hans: 连接不同知识领域的枢纽节点。
zh_hant: 連線不同知識領域的樞纽節点。

# graph.insightOrphansDesc
source: Pages with no incoming or outgoing links.
zh_hans: 没有任何链接关联的页面，需要建立索引。
zh_hant: 沒有任何链接關联的頁面，需要建立索引。

# graph.insightSparseDesc
source: Topic areas that need more content or connections.
zh_hans: 连接较弱的主题区域，建议补充内容。
zh_hant: 連線較弱的主題區域，建議補充內容。

# graph.insightSurprisingDesc
source: Pages that are linked but from different semantic clusters.
zh_hans: 跨越语义分区的关联，可能代表了新的洞察。
zh_hant: 跨越語义分區的關联，可能代表了新的洞察。

# graph.insights
source: Insights
zh_hans: 洞察
zh_hant: 洞察

# graph.legend
source: Legend
zh_hans: 图例
zh_hant: 圖例

# graph.linksCountFormat
source: %lld links
zh_hans: %lld 条链接
zh_hant: %lld 條链接

# graph.nodesConnections
source: %lld nodes, %lld connections
zh_hans: %lld 个节点，%lld 条连接
zh_hant: %lld 個節点，%lld 條連線

# graph.startBuilding
source: Go to Ingest
zh_hans: 前往导入
zh_hant: 前往匯入

# graph.title
source: Knowledge Graph
zh_hans: 知识图谱
zh_hant: 知識圖譜

# graph.viewDetail
source: View Detail
zh_hans: 查看详情
zh_hant: 查看詳情

# graphShortcut
source: Open Graph
zh_hans: 打开图谱
zh_hant: 打開圖譜

# insight.daily.noUpdate
source: No recent updates to analyze
zh_hans: 今日暂无更新
zh_hant: 今日暫無更新

# insight.daily.prompt.recent
source: You are a caring knowledge review companion. User's recent focus: %@. Recommend reviewing the old note "%@", content summary: %@. Please write a recommendation in a natural and friendly tone, highlighting the value of rereading this note for current learning. No more than 50 words. Return JSON: {"insight": "...", "suggestedConnection": "..."}
zh_hans: 你是一个贴心的知识复习伙伴。用户最近在关注：%@。推荐复习旧笔记《%@》，内容摘要：%@。请用自然亲切的口吻写一句推荐语，点明重读这篇笔记对当前学习的价值。不超过50字。返回JSON: {"insight": "...", "suggestedConnection": "..."}
zh_hant: 你是一個貼心的知識複習伙伴。使用者最近在關注：%@。推荐複習舊筆記《%@》，內容摘要：%@。請用自然親切的口吻寫一句推荐語，点明重讀這篇筆記對当前學習的價值。不超過50字。返回JSON: {"insight": "...", "suggestedConnection": "..."}

# insight.weekly.prompt
source: # Role: Senior Knowledge Architect # Context: User added nodes: [%@]. # Task: Generate a weekly report, including cognitive anchors, connection density, etc. Requirement: Within 250 words.
zh_hans: # Role: 资深知识架构师 # Context: 用户添加了节点：[%@]。 # Task: 生成周度报告，包含认知锚点、关联密度等。要求 250 字以内。
zh_hant: # Role: 資深知識架構師 # Context: 使用者添加了節点：[%@]。 # Task: 生成周度报告，包含認知锚点、關联密度等。要求 250 字以內。

# insights.pageDeleted
source: Insight source page was deleted
zh_hans: 洞察来源页面已删除
zh_hant: 洞察來源頁面已刪除

# medal.category.accumulation
source: Accumulation
zh_hans: 日积月累
zh_hant: 日積月累

# medal.category.connection
source: Connection
zh_hans: 万物互联
zh_hant: 萬物互联

# medal.category.explore
source: Explore
zh_hans: 初试锋芒
zh_hant: 初試锋芒

# medal.congrats
source: Congratulations
zh_hans: 恭喜获得
zh_hant: 恭喜獲得

# medal.first_page.desc
source: Created your first knowledge node
zh_hans: 创建了第一个知识节点
zh_hant: 建立了第一個知識節点

# medal.first_page.title
source: First Step
zh_hans: 第一步
zh_hant: 第一步

# medal.links_10.desc
source: Established 10 knowledge links
zh_hans: 建立了 10 条知识关联
zh_hant: 建立了 10 條知識關联

# medal.links_10.title
source: Web Weaver
zh_hans: 织网人
zh_hant: 織網人

# medal.links_100.desc
source: Established 100 knowledge links
zh_hans: 建立了 100 条知识关联
zh_hant: 建立了 100 條知識關联

# medal.links_100.title
source: Networker
zh_hans: 百链成网
zh_hant: 百链成網

# medal.links_5.desc
source: Established 5 knowledge links
zh_hans: 建立了 5 条知识关联
zh_hant: 建立了 5 條知識關联

# medal.links_5.title
source: First Links
zh_hans: 连接初探
zh_hant: 連線初探

# medal.nodes_10.desc
source: Accumulated 10 knowledge nodes
zh_hans: 累计拥有 10 个知识节点
zh_hant: 累计擁有 10 個知識節点

# medal.nodes_10.title
source: On Track
zh_hans: 步入正轨
zh_hant: 步入正轨

# medal.nodes_100.desc
source: Accumulated 100 knowledge nodes
zh_hans: 累计拥有 100 个知识节点
zh_hant: 累计擁有 100 個知識節点

# medal.nodes_100.title
source: Polymath
zh_hans: 博学多识
zh_hant: 博學多識

# medal.nodes_5.desc
source: Accumulated 5 knowledge nodes
zh_hans: 累计拥有 5 个知识节点
zh_hant: 累计擁有 5 個知識節点

# medal.nodes_5.title
source: Getting Started
zh_hans: 初见成效
zh_hant: 初見成效

# medal.progress
source: Progress
zh_hans: 勋章进度
zh_hant: 勋章進度

# medal.totalEarned
source: Earned
zh_hans: 已获得
zh_hant: 已獲得

# medal.wall.title
source: Medal Wall
zh_hans: 荣誉墙
zh_hant: 榮誉牆

# report.footer
source: Automatically generated by ZhiYu AI Engine | Privacy priority, local storage
zh_hans: 由 ZhiYu AI 引擎自动生成 | 隐私优先，本地存储
zh_hant: 由 ZhiYu AI 引擎自動生成 | 隱私優先，本地存储

# report.nodeCount
source: Contains %lld knowledge nodes
zh_hans: 共包含 %lld 个知识节点
zh_hant: 共包含 %lld 個知識節点

# report.title
source: Knowledge Base Deep Summary Report
zh_hans: 知识库深度总结报告
zh_hant: 知識庫深度總結报告

# stats.database
source: Database
zh_hans: 数据库
zh_hant: 資料庫

# stats.models
source: AI Models
zh_hans: 本地 AI 模型
zh_hant: 本地 AI 模型

# stats.plugins
source: Plugins
zh_hans: 插件扩展
zh_hant: 插件擴展

# stats.caches
source: System Caches
zh_hans: 系统缓存
zh_hant: 係統缓存

# stats.faithfulness
source: Faithfulness
zh_hans: 忠实度
zh_hant: 忠實度

# stats.logs
source: Logs
zh_hans: 日志
zh_hant: 日誌

# stats.short.raw
source: Raw
zh_hans: 原始
zh_hant: 原始

# stats.short.comparison
source: Comp
zh_hans: 对比
zh_hant: 對比

# stats.short.entity
source: Entity
zh_hans: 实体
zh_hant: 實體

# stats.short.new
source: New
zh_hans: 新增
zh_hant: 新增

# stats.short.ref
source: Ref
zh_hans: 引用
zh_hant: 引用

source: Total Links
zh_hans: 总链接数
zh_hant: 總链接數

source: Total Pages
zh_hans: 总页面数
zh_hant: 總頁面數

source: Total Storage
zh_hans: 总存储空间
zh_hant: 總存储空間

# weekly.aiAnalysis
source: AI Intelligence Analysis
zh_hans: AI 智能分析
zh_hant: AI 智能分析

# graph.accessibility.zoomInLabel
source: Zoom In
zh_hans: 放大图谱
zh_hant: 放大圖譜

# graph.accessibility.zoomInHint
source: Double tap to zoom in the knowledge graph view
zh_hans: 双击以放大知识图谱视图
zh_hant: 雙擊以放大知識圖譜檢視

# graph.accessibility.zoomOutLabel
source: Zoom Out
zh_hans: 缩小图谱
zh_hant: 縮小圖譜

# graph.accessibility.zoomOutHint
source: Double tap to zoom out the knowledge graph view
zh_hans: 双击以缩小知识图谱视图
zh_hant: 雙擊以縮小知識圖譜檢視

# graph.accessibility.resetLabel
source: Reset Graph
zh_hans: 重置图谱
zh_hant: 重置圖譜

# graph.accessibility.resetHint
source: Double tap to reset the graph zoom and center its position
zh_hans: 双击以将图谱缩放与位置重置居中
zh_hant: 雙擊以將圖譜縮放与位置重置居中

# graph.accessibility.fitToScreenLabel
source: Fit to Screen
zh_hans: 适应屏幕
zh_hant: 適應屏幕

# graph.accessibility.fitToScreenHint
source: Double tap to fit all knowledge nodes within the screen viewport
zh_hans: 双击使所有知识节点完整适应屏幕视口
zh_hant: 雙擊使所有知識節点完整適應屏幕視口

# graph.accessibility.relayoutLabel
source: Recalculate Layout
zh_hans: 重新计算布局
zh_hant: 重新计算布局

# graph.accessibility.relayoutHint
source: Double tap to reshuffle and recalculate force-directed layout
zh_hans: 双击使力导向图节点重新洗牌排列布局
zh_hant: 雙擊使力导向圖節点重新洗牌排列布局

# graph.accessibility.threeDLabel
source: Toggle 3D Graph
zh_hans: 切换3D图谱
zh_hant: 切換3D圖譜

# graph.accessibility.threeDHint
source: Double tap to toggle between 2D force-directed layout and high-tech 3D topology graph
zh_hans: 双击在二维力导向图与高科技三维拓扑图谱间进行模式切换
zh_hant: 雙擊在二維力导向圖与高科技三維拓撲圖譜間進行模式切換

# graph.accessibility.statsBarLabel
source: Knowledge Graph Stats
zh_hans: 知识图谱统计数据
zh_hant: 知識圖譜統计資料

# graph.accessibility.statsBarHint
source: Double tap to display the deep knowledge base insights report panel
zh_hans: 双击以弹出知识库深度洞察报告面板
zh_hant: 雙擊以彈出知識庫深度洞察报告面板

# dashboard.axis.pages
source: Knowledge Pages
zh_hans: 知识页面
zh_hant: 知識頁面

# dashboard.axis.relations
source: Relations & Citations
zh_hans: 关联与引用数
zh_hant: 關联与引用數

# graph.nodesLimitDegradeHint
source: The number of nodes exceeds 2000. It has been automatically degraded to the high-performance 2D topology view to prevent lag.
zh_hans: 节点总数已超出 2000，已自动保持在高性能 2D 拓扑视图中，以防画面卡顿。
zh_hant: 節点總數已超出 2000，已自動保持在高性能 2D 拓撲檢視中，以防畫面卡顿。

# dashboard.insight.mock.insight
source: This is an AI-generated insight summary in a test environment, showcasing the activity level and main concept distribution of the current knowledge base.
zh_hans: 这是一个测试环境下的 AI 智能洞察摘要，展示了当前知识库的活跃度和主要概念分布。
zh_hant: 這是一個测試環境下的 AI 智能洞察摘要，展示了当前知識庫的活跃度和主要概念分布。

# dashboard.insight.mock.suggestedConnection
source: It is suggested to establish bidirectional links between this page, tag management, and task center.
zh_hans: 建议将此页面与标签管理和任务中心建立双向关联。
zh_hant: 建議將此頁面与標籤管理和任務中心建立雙向關联。

# stats.relevance
source: Relevance
zh_hans: 关联度
zh_hant: 關联度

# stats.precision
source: Precision
zh_hans: 准确度
zh_hant: 準確度

# graph3d.
source: 3D Graph
zh_hans: 3D 图谱
zh_hant: 3D 圖譜

# graph.edgeTruncationHint
source: · Max %d edges per node
zh_hans: · 每节点最多 %d 条连线
zh_hant: · 每節点最多 %d 條連線

# dashboard.stats.evaluation
source: Quality Evaluation
zh_hans: 质量评估
zh_hant: 質量評估

# dashboard.stats.recentEvaluations
source: Recent Evaluations
zh_hans: 近期评估
zh_hant: 近期評估

# dashboard.stats.noEvaluations
source: No evaluations yet
zh_hans: 暂无评估记录
zh_hant: 暫無評估記錄

# dashboard.stats.hallucinationRate
source: Hallucination
zh_hans: 幻觉率
zh_hant: 幻覺率

# dashboard.stats.citationAccuracy
source: Citation Acc.
zh_hans: 引用准确度
zh_hant: 引用準確度

# dashboard.stats.generationQuality
source: Generation Quality
zh_hans: 生成质量
zh_hant: 生成質量

# dashboard.stats.retrievalFidelity
source: Retrieval Fidelity
zh_hans: 检索保真
zh_hant: 检索保真

# dashboard.stats.retrievalQuality
source: Retrieval Quality
zh_hans: 检索质量
zh_hant: 检索質量

# dashboard.stats.hitRateTitle
source: Hit@5
zh_hans: 命中率@5
zh_hant: 命中率@5

# dashboard.stats.hitRateDesc
source: Top-5 Hit
zh_hans: 前5命中
zh_hant: 前5命中

# dashboard.stats.mrrDesc
source: Mean Reciprocal
zh_hans: 平均倒排
zh_hant: 平均倒排

# dashboard.stats.ndcgDesc
source: Ranking Quality
zh_hans: 排序质量
zh_hant: 排序質量

# dashboard.stats.recallAtK
source: Recall@5
zh_hans: 召回率@5
zh_hant: 召回率@5

# dashboard.stats.recallDesc
source: Relevant Docs Covered
zh_hans: 相关文档覆盖比
zh_hant: 相關文档覆蓋比

# dashboard.stats.f1Desc
source: P-R Harmonic Mean
zh_hans: 精确-召回调和均值
zh_hant: 精確-召回調和均值

# dashboard.stats.mapDesc
source: Mean Avg Precision
zh_hans: 平均精确率均值
zh_hant: 平均精確率均值

# dashboard.stats.answerCorrectness
source: Correctness
zh_hans: 答案正确性
zh_hant: 答案正確性

# dashboard.stats.answerCorrectnessDesc
source: Factual Accuracy
zh_hans: 事实准确性
zh_hant: 事實準確性

# dashboard.stats.retrievalLatency
source: Retrieval Latency
zh_hans: 检索延迟
zh_hant: 检索延迟

# dashboard.stats.latencyP50
source: P50
zh_hans: 中位延迟
zh_hant: 中位延迟

# dashboard.stats.latencyP95
source: P95
zh_hans: P95 延迟
zh_hant: P95 延迟

# dashboard.stats.latencyP99
source: P99
zh_hans: P99 延迟
zh_hant: P99 延迟

# dashboard.stats.latencyUnitMS
source: ms
zh_hans: 毫秒
zh_hant: 毫秒

# dashboard.stats.latencySampleCount
source: samples
zh_hans: 样本数
zh_hant: 樣本數

# dashboard.stats.tokenEfficiency
source: Token Efficiency
zh_hans: Token消耗
zh_hant: Token消耗

# dashboard.stats.tab.satisfactionAndEval
source: Satisfaction & Eval
zh_hans: 满意度与评估
zh_hant: 滿意度与評估

# dashboard.stats.totalTokens
source: Total Tokens
zh_hans: Token 总量
zh_hant: Token 總量

# dashboard.stats.avgTokensPerQuery
source: Avg Tokens/Query
zh_hans: 每次查询均值
zh_hant: 每次查詢均值

# dashboard.stats.estimatedCost
source: Est. Cost
zh_hans: 估算成本
zh_hant: 估算成本

# dashboard.stats.queryCount
source: Queries
zh_hans: 查询次数
zh_hant: 查詢次數

# dashboard.stats.tipRetrievalPhase
source: The full pipeline of finding relevant documents from the knowledge base, including vector search, semantic matching, and result ranking. Measures retrieval hit rate, coverage, and response speed.
zh_hans: 从知识库中查找相关文档的全流程，涵盖向量搜索、语义匹配与结果排序。衡量检索命中率、覆盖度与响应速度。
zh_hant: 从知識庫中查找相關文档的全流程，涵蓋向量搜尋、語义匹配与結果排序。衡量检索命中率、覆蓋度与響應速度。

# dashboard.stats.tipGenerationPhase
source: Based on retrieved context documents, the LLM generates the final answer. Measures faithfulness, relevance, correctness, and hallucination levels.
zh_hans: 基于检索到的上下文文档，由大模型生成最终回答。衡量回答的忠实度、相关性、正确性以及幻觉程度。
zh_hant: 基於检索到的上下文文档，由大模型生成最終回答。衡量回答的忠實度、相關性、正確性以及幻覺程度。

# dashboard.stats.tipCostPhase
source: Token consumption and cost estimation for LLM calls. Monitor resource usage per query to help control operational costs.
zh_hans: 大模型调用的 Token 消耗与费用估算。监控每次查询的资源开销，帮助控制运营成本。
zh_hant: 大模型調用的 Token 消耗与費用估算。監控每次查詢的資源開銷，說明控制運營成本。

# dashboard.stats.tipHitRate
source: Fraction of queries where at least one relevant doc appears in the top-K results. Measures initial retrieval screening accuracy.
zh_hans: 检索结果前K条中至少命中一条相关文档的查询比例，衡量检索初步筛选的准确性。
zh_hant: 检索結果前K條中至少命中一條相關文档的查詢比例，衡量检索初步篩選的準確性。

# dashboard.stats.tipMRR
source: Mean Reciprocal Rank. Average of the reciprocal of the rank where the first relevant doc appears. Higher means better positioning of relevant results.
zh_hans: 平均倒数排名。第一个相关文档在结果中排名的倒数取平均，越高说明检索将相关结果排得越靠前。
zh_hant: 平均倒數排名。第一個相關文档在結果中排名的倒數取平均，越高說明检索將相關結果排得越靠前。

# dashboard.stats.tipNDCG
source: Normalized Discounted Cumulative Gain. A ranking-quality metric that gives higher weight to relevant docs appearing earlier in the list.
zh_hans: 归一化折损累计增益。考虑排序位置权重的排序质量指标，位置越靠前的相关文档得分越高。
zh_hant: 歸一化折損累计增益。考慮排序位置權重的排序質量指標，位置越靠前的相關文档得分越高。

# dashboard.stats.tipRecall
source: The fraction of all relevant documents captured within the top-K results. Measures how completely the retrieval system finds relevant content.
zh_hans: 所有实际相关文档中被前K条结果覆盖的比例，衡量检索系统找回相关内容的完整度。
zh_hant: 所有實际相關文档中被前K條結果覆蓋的比例，衡量检索係統找回相關內容的完整度。

# dashboard.stats.tipF1
source: Harmonic mean of precision and recall. Provides a balanced composite score when the two metrics diverge.
zh_hans: 精确率与召回率的调和平均，当两者存在冲突时提供平衡的综合评价。
zh_hant: 精確率与召回率的調和平均，当兩者存在衝突時提供平衡的綜合評價。

# dashboard.stats.tipMAP
source: Mean Average Precision. Averages precision across all recall positions for a holistic ranking quality measure.
zh_hans: 平均精确率均值。在各召回位置计算精确率后取均值，综合衡量整个排序列表的检索质量。
zh_hant: 平均精確率均值。在各召回位置计算精確率後取均值，綜合衡量整個排序清單的检索質量。

# dashboard.stats.tipFaithfulness
source: Whether every claim in the answer can be traced to a source in the retrieved context documents.
zh_hans: 回答中的每条陈述是否都能在检索到的上下文中找到出处和依据。
zh_hant: 回答中的每條陈述是否都能在检索到的上下文中找到出處和依據。

# dashboard.stats.tipRelevance
source: Whether the answer directly addresses the user's query intent without drifting off-topic.
zh_hans: 回答内容是否直接回应了用户的提问意图，而非偏离主题。
zh_hant: 回答內容是否直接回應了使用者的提問意圖，而非偏離主題。

# dashboard.stats.tipHallucination
source: The fraction of generated content lacking contextual support. Lower is better — this is an inverted metric.
zh_hans: 回答中无上下文支撑的编造内容占比，越低越好（反向指标）。
zh_hant: 回答中無上下文支撑的编造內容佔比，越低越好（反向指標）。

# dashboard.stats.tipPrecision
source: The density of useful information in the generated content. Measures whether the answer is concise without redundant filler.
zh_hans: 生成内容中有效信息的密度，衡量回答是否简洁且无冗余废话。
zh_hant: 生成內容中有效資訊的密度，衡量回答是否简潔且無冗餘废話。

# dashboard.stats.tipCitation
source: Whether citation markers in the answer genuinely point to the correct locations in the source documents.
zh_hans: 回答中标注的引用编号是否真实指向原文对应位置。
zh_hant: 回答中標注的引用编號是否真實指向原文對應位置。

# dashboard.stats.tipCorrectness
source: Fact-based accuracy assessment of the answer. Distinct from faithfulness (is it grounded?) and relevance (is it on-topic?).
zh_hans: 基于事实标准的答案准确度评估。不同于忠实度（可否溯源）和相关性（是否切题）。
zh_hant: 基於事實標準的答案準確度評估。不同於忠實度（可否溯源）和相關性（是否切題）。

# dashboard.stats.tipLatency
source: Percentile latency distribution of retrieval responses. P50 is the median; P95/P99 mean 95%/99% of requests complete within this time.
zh_hans: 检索响应的百分位延迟分布。P50 为中位数，P95/P99 表示 95%/99% 的请求在此时间内完成。
zh_hant: 检索響應的百分位延迟分布。P50 為中位數，P95/P99 表示 95%/99% 的請求在此時間內完成。

# dashboard.stats.tipTokenEfficiency
source: Total tokens consumed, query count, average tokens per query, and estimated USD cost based on GPT-4o pricing.
zh_hans: 总 Token 消耗、查询次数、每次查询的 Token 均值，以及基于 GPT-4o 定价的估算美元成本。
zh_hant: 總 Token 消耗、查詢次數、每次查詢的 Token 均值，以及基於 GPT-4o 定價的估算美元成本。

# dashboard.stats.tipContextSufficiency
source: Whether the retrieved context documents contain enough information to fully answer the query. Low scores suggest retrieval gaps.
zh_hans: 检索到的上下文文档是否包含足够信息来完整回答问题。低分表示可能存在检索遗漏。
zh_hant: 检索到的上下文文档是否包含足够資訊來完整回答問題。低分表示可能存在检索遺漏。

# dashboard.stats.tipUserSatisfaction
source: Aggregated thumbs-up/down ratings from real users on AI-generated answers. Provides human calibration for automated evaluation scores.
zh_hans: 真实用户对 AI 生成回答的好评/差评汇总。为自动化评估分数提供人工校准参考。
zh_hant: 真實使用者對 AI 生成回答的好評/差評汇總。為自動化評估分數提供人工校準参考。

# dashboard.stats.contextSufficiency
source: Context Suf.
zh_hans: 上下文充分性
zh_hant: 上下文充分性

# dashboard.stats.contextSufficiencyDesc
source: Retrieval Adequacy
zh_hans: 检索充足度
zh_hant: 检索充足度

# dashboard.stats.userSatisfaction
source: User Satisfaction
zh_hans: 用户满意度
zh_hant: 使用者滿意度

# dashboard.stats.noRatings
source: No ratings yet. Ask users to rate answers in Chat.
zh_hans: 暂无用户评价。可在 AI 对话中对回答进行好评/差评。
zh_hant: 暫無使用者評價。可在 AI 對話中對回答進行好評/差評。

# dashboard.stats.ratingTotal
source: ratings
zh_hans: 次评价
zh_hant: 次評價

# common.requests
source: requests
zh_hans: 次请求
zh_hant: 次請求

# common.tokenUsage
source: Token Usage
zh_hans: Token 用量
zh_hant: Token 用量

# dashboard.stats.unitDays
source: days
zh_hans: 天
zh_hant: 天

# dashboard.stats.coverage
source: Coverage
zh_hans: 覆盖率
zh_hant: 覆蓋率

# dashboard.stats.contextFidelity
source: Context Fidelity
zh_hans: 上下文保真度
zh_hant: 上下文保真度
